Repository: sjiamnocna/wp-songbook-old
Catalog: langs/wp-songbook-*.po
Languages: cs_cz

source: Allow using authors
cs_cz: Povolit používání autorů u písní

source: Adds "Authors" taxonomy to sort songs by its author
cs_cz: Přidá taxonomii "Autoři" k řazení písní podle autorů

source: Disable
cs_cz: Zakázat

source: Enable
cs_cz: Povolit

source: Allow using albums
cs_cz: Povolit používání alb

source: Adds "Albums" taxonomy to sort songs by its album
cs_cz: Přidá taxonomii "Alba" k řazení písní podle alb

source: Allow using genres
cs_cz: Povolit používání žánrů

source: Adds "Genre" taxonomy to sort songs by its genre
cs_cz: Přidá taxonomii "Žánry" k řazení písní podle žánrů

source: Allow using languages
cs_cz: Povolit používání jazyků

source: Adds "Languages" taxonomy tags to sort songs by its languages
cs_cz: Přidá taxonomii "Jazyky" k řazení písní podle jazyka

source: Enable song comments
cs_cz: Povolit komentáře písní

source: Allows users to add comments to song (it may be set also differently for each song, if this is enabled)
cs_cz: Umožní uživatelům webu komentovat písně (pokud toto povolíte, můžete to vypnout u každé písně zvlášť)

source: Allow file linking
cs_cz: Povolit připojování souborů

source: Adds extra field for attaching files to the song
cs_cz: Přidá nové pole pro připojení souborů k písním

source: Allow adding video link
cs_cz: Povolit připojování videí

source: Adds extra field for song video link (Youtube)
cs_cz: Přidá speciální políčko pro odkaz na video (Youtube)

source: Allow using playlists
cs_cz: Povolit používání seznamů písní

source: Still in development, use at your own risk :)
cs_cz: Stále ve vývoji - použijte na vlastní nebezpečí :)

source: Adds new post type, that may make song lists (more songs together in custom order)
cs_cz: Přidá nový typ obsahu, který umožní vytvořit seznam písní (více písní po sobě v libovolném pořadí)

source: Allow using sidebar widget
cs_cz: Povolit používání widgetu

source: Adds new widget to display songbook info. You can find it on the Themes -> Widgets page
cs_cz: Přidá nový postranní panel ke zobrazení informací o písních. Můžete jej najít v záložce Vzhled -> Widgety

source: Allow Songside widgets
cs_cz: Povolit Widgety písní

source: Adds opportunity to add useful informations to the bottom of the song content (you can specify here and also in editor for current song)
cs_cz: Umožňuje přidávat užitečné informace pod obsah písně (pokud je povoleno, můžete obsah upravit individuálně pod každou písní v editoru)

source: Show Songs menu
cs_cz: Zobrazit položku Písně v administraci

source: Choose minimal permission, which user needs to be able to even see the "Songs" menu
cs_cz: Vyberte právo, které uživatel musí mít, aby se mu zobrazovala záložka "písně"

source: Manage options
cs_cz: Upravovat nastavení

source: Read private pages
cs_cz: Číst soukromé stránky

source: Publish posts
cs_cz: Publikovat

source: Edit posts
cs_cz: Upravovat příspěvky

source: Read
cs_cz: Číst

source: Add files or video link to songs
cs_cz: Přidat soubory nebo odkaz na video k písni

source: Choose minimal permission, which user needs to be able to add files or video links to the songs
cs_cz: Vyberte právo, které uživatel musí mít, aby mohl přidávat a upravovat odkaz na video

source: Add and edit song taxonomies (authors, albums, genres, languages)
cs_cz: Přidat či upravit taxonomie (Autoři, Alba, Žánry a Jazyky)

source: Choose minimal permission, which user needs to add and edit song taxonomies like Authors, Albums, Genres or Languages
cs_cz: Vyberte právo, které uživatel musí mít, aby mohl přidávat a upravovat taxonomie (Autoři, Alba, Žánry nebo Jazyky)

source: Update song widget settings
cs_cz: Upravovat nastavení panelů s informacemi pod písní

source: Choose minimal permission, which user needs to be able to set content of the song widgets
cs_cz: Vyberte právo, které uživatel musí mít, aby mohl měnit obsah postranního panelu písní

source: Add or edit playlists
cs_cz: Přidat nebo upravit playlist

source: Choose minimal permission, which user needs to be able to add or edit playlists
cs_cz: Vyberte právo, které uživatel musí mít, aby mohl přidávat a upravovat playlisty

source: Back to list link text
cs_cz: Text "Zpět k seznamu"

source: Sets the back to list link text
cs_cz: Nastaví text odkazu "Zpět k seznamu"

source: Nothing found text
cs_cz: Text "nic nenalezeno"

source: Sets text displayed when nothing was found for selected condition
cs_cz: Nastaví text, zobrazený když není pro dané zadání nic nalezeno

source: Return back to list of songs
cs_cz: Zpět k seznamu písní

source: Text of link displayed, to return to the list of all songs (if its displaying eg. songs of current author)
cs_cz: Text odkazu, který umožňuje přesunout se zpět k abecednímu seznamu všech písní (např. když se zobrazují písně pouze jednoho autora)

source: Leave blank if you don't want to show the link
cs_cz: Ponechte prázdné, pokud nechcete, aby se odkaz zobrazoval

source: Function disabled text
cs_cz: Text zakázané funkce

source: Sets text displayed when required function of plugin is disabled at the moment
cs_cz: Nastaví text, zobrazený pokud je funkce zablokována

source: No file linked to song
cs_cz: Žádný soubor nebyl k písni připojen

source: Sets text displayed instead of file list when no file is linked with song
cs_cz: Umožní nastavit text, zobrazený když není k písni připojen žádný soubor

source: songs published
cs_cz: publikované písně

source: Authors
cs_cz: Autoři

source: Author
cs_cz: Autor

source: Albums
cs_cz: Alba

source: Genress
cs_cz: Žánry

source: Genre
cs_cz: Žánr

source: Wordpress Songbook
cs_cz: Zpěvník pro Wordpress

source: You may use these pages to set the behavior of the plugin. Just choose part that you would like to change on the right.
cs_cz: Použijte tyto stránky k nastavení chování a vzhledu pluginu. Stačí zvolit, kterou část funkcí chcete nastavit vpravo.

source: Display link back to songlist
cs_cz: Zobrazit odkaz zpět k seznamu

source: Adds link to the page set for the song list above the lyrics
cs_cz: Přidá odkaz na stránku nastavenou jako seznam písní nad text písně

source: Don't display
cs_cz: Nezobrazovat

source: Display
cs_cz: Zobrazit

source: Display year
cs_cz: Zobrazit rok

source: Displays year of publication of the song
cs_cz: Zobrazí rok publikace písně

source: Display attached files
cs_cz: Zobrazit připojené soubory

source: Shows attached file list in songs
cs_cz: Zobrazit připojené soubory při zobrazení písně

source: Display files only for members
cs_cz: Zobrazit připojené soubory jen přihlášeným uživatelům

source: Files after inserting into song will automatically get set to show to public visitors or only to logged-in members (it can be changed for each file)
cs_cz: Soubory budou po vložení automaticky nastaveny aby se zobrazovaly nebo nezobrazovaly veřejnosti (toto můžete měnit u každého souboru zvlášť)

source: To users only
cs_cz: Jen přihlášeným uživatelům

source: To all visitors
cs_cz: Všem návštěvníkům

source: Display video link
cs_cz: Zobrazit odkaz na video

source: Choose to display video link and where
cs_cz: Zvolte, zda zobrazovat odkaz na video a kde jej chcete zobrazit

source: Dont display
cs_cz: Nezobrazovat

source: Display in songs head (together with authors etc.)
cs_cz: Zobrazit v hlavičce písně (společně se jmény autorů ap.)

source: Embed (below lyrics)
cs_cz: Vložit do stránky přehrávač (pod text)

source: In the file list
cs_cz: Do seznamu souborů

source: Display authors in songs
cs_cz: Zobrazit jména autorů při čtení textu písně

source: Display genres in song lyrics page
cs_cz: Zobrazovat žánry písně na stránce s písní

source: Display genres in songs
cs_cz: Zobrazovat žánr písně

source: Display albums in songs
cs_cz: Zobrazit alba při čtení textu písně

source: Display album in songs
cs_cz: Zobrazit alba v písni

source: Lyrics wrapper
cs_cz: Obal textu písně

source: Select element which should wrap the song lyrics
cs_cz: Vyber, čím má být text písně obalen

source: No element
cs_cz: Ničím

source: Blockquote
cs_cz: Citace

source: Preformated
cs_cz: Předformátovaný text

source: Code
cs_cz: Kód

source: Remove prev/next post links
cs_cz: Odstranit odkazy na předchozí nebo další příspěvek

source: Allows you to remove the default theme's built-in Previous and Next post links when displaying songs
cs_cz: Umožní odstranit odkazy na předchozí / další píseň při zobrazení písně (může působit rušivě)

source: Keep it
cs_cz: Ponechat

source: Remove it
cs_cz: Odebrat

source: Song list page
cs_cz: Stránka seznamu písní

source: Choose page on which should be the list printed
cs_cz: Vyberte stránku, na které bude seznam zobrazen

source: Autoadd new page
cs_cz: Automaticky přidat stránku

source: Visit page:
cs_cz: Zobrazit stránku:

source: Fill in your new page title
cs_cz: Vyplňte název nové stránky

source: Display first
cs_cz: V seznamu zobrazit

source: Sets what will the list contain. You may set, the list will contain names of all authors with link to list of their songs etc.
cs_cz: Nastaví, co má seznam obsahovat. Např. můžete nastavit, že seznam zobrazí jména všech autorů s odkazy na jejich písně ap.

source: Songs
cs_cz: Písně

source: Genres
cs_cz: Žánry

source: Songlist table content
cs_cz: Obsah seznamu písní

source: Allows to set order of collumns in the song list table
cs_cz: Umožní zvolit pořadí sloupců v seznamu písní

source: Order songs by
cs_cz: Řadit písně podle

source: This will order the songs by selected term
cs_cz: Toto seřadí písně podle zvolené možnosti

source: Song title
cs_cz: Název písně

source: Song author
cs_cz: Autor písně

source: Song album
cs_cz: Album písně

source: Song genre
cs_cz: Žánr písně

source: List order
cs_cz: Řazení seznamu

source: Sets ascending or descending ordering by the term above
cs_cz: Nastaví

source: Ascending
cs_cz: Vzestupné pořadí

source: Descending
cs_cz: Sestupné pořadí

source: Display table head
cs_cz: Zobrazit hlavičku tabulky

source: Display each column's description in the song list
cs_cz: Zobrazovat nadpis každého sloupce tabulky v seznamu písní

source: Display author
cs_cz: Zobrazit autora

source: Display author(s) of each song in the list
cs_cz: Zobrazit jména autorů v seznamu písní

source: Display genre
cs_cz: Zobrazit žánr

source: Display genre of each song in the list
cs_cz: Zobrazit žánr písně v seznamu písní

source: Display album
cs_cz: Zobrazit album

source: Display album of each song in the list
cs_cz: Zobrazit album písně v seznamu písní

source: Adds column to display song year - you have to set it as publishing time of the song in the "publish" tab of editor
cs_cz: Přidá sloupec s rokem, který nastavíte v editoru výběrem data publikace

source: Display the song duration
cs_cz: Zobrazit trvání písně

source: Adds column to display song duration in the list
cs_cz: Přidá sloupec s délkou trvání písně do seznamu písní

source: Display song count
cs_cz: Zobrazit počet písní

source: Displays count of the songs contained in current term (Author, Album or Genre) - useful e.g. when you set a list of authors
cs_cz: Zobrazí počet písní spadající konkrétnímu zadání (Autora, Alba nebo Žánru) - např. v seznamu autorů uvedete počet písní

source: Whether to display video link in the song list
cs_cz: Zobrazit odkaz na video v seznamu písní

source: Display linked files
cs_cz: Zobrazit připojené soubory

source: Whether to display linked files (as filetype icons) in the song list
cs_cz: Zobrazí připojené soubory jako ikony v seznamu písní

source: Settings
cs_cz: Nastavení

source: Songbook settings
cs_cz: Nastavení zpěvníku

source: Plugin info
cs_cz: Informace o pluginu

source: Capabilities
cs_cz: Oprávnění

source: Song content
cs_cz: Obsah písní

source: Song list behavior
cs_cz: Vzhled seznamu písní

source: Language
cs_cz: Jazyk

source: WP Songbook plugin settings
cs_cz: WP Songbook - nastavení pluginu

source: Save settings
cs_cz: Uložit nastavení

source: All settings were restored to default values
cs_cz: Všechna nastavení byla obnovena do výchozích hodnot

source: Wordpress version is too low to use WP Songbook. You are using version %1$s and WP Songbook requires at least version %2$s.<br/><b>Please upgrade your Wordpress to use the plugin</b>.
cs_cz: Vaše verze Wordpressu je příliš zastaralá k používání pluginu WP Songbook. Používáte verzi %1$s a WP Sonbgook potřebuje k chodu alespoň verzi %2$s.<br/><b>Prosím, aktualizujte Wordpress, abyste tento plugin mohli využít</b>.

source: Really unlink file from song?
cs_cz: Opravdu odebrat soubory z písně?

source: New title:
cs_cz: Nový titulek:

source: Choose files to link
cs_cz: Zvolte soubory k přidání

source: Link files
cs_cz: Připojit soubory

source: You must fill in URL and choose an icon to add the file. If you doesn't want to, than click close button above
cs_cz: Vyplňte adresu URL a zvolte ikonu.Pokud nechcete vložit soubor, klikněte na tlačítko zavřít, které najdete výše

source: Set new title for the file (will be shown instead of filename)
cs_cz: Nastavit nový titulek pro soubor (zobrazí se místo jména souboru)

source: Set file publicly visible or visible to users only
cs_cz: Nastavit soubor veřejně viditelným, nebo viditelným pouze pro přihlášené

source: Unlink file from song
cs_cz: Odebrat soubor z písně

source: Click to link files to song
cs_cz: Kliknutím připojíte soubory k písni

source: Set song speed
cs_cz: Nastavit rychlost písně

source: Now you successfully upgraded your WordPress Songbook plugin to the newest version %2$s. Be happy for you can now enjoy all new features of this version! :)
cs_cz: Úspěšně jste dokončili aktualizaci pluginu WP Songbook na nejnovější verzi %2$s. Může se vám hodit mnoho nových možností, které můžete využít! :)

source: You are using WP songbook plugin, v. %1$s. <br/><b>Please support this plugin by voting 5 stars in Wordpress plugin repositories and telling that it works!</b> <br/>Of course you can support the development by donating me some money :) <br/>%2$s %3$s
cs_cz: Používáte plugin WP Songbook ve verzi %1$s. <br/><b>Prosím, podpořte tento plugin tím, že v adresíři pluginů oznámíte, že plugin funguje. Samozřejmě, můžete vývoj pluginu podpořit pár korunami :) <br/> %2$s %3$s

source: Donate me!
cs_cz: Podpořte mě!

source: Vote now! Tell others that it works!
cs_cz: Hlasujte teď! Sdělte ostatním, že to opravdu funguje!

source: Donate me
cs_cz: Podpořte mně

source: Song details
cs_cz: Detaily písně

source: Details
cs_cz: Podrobnosti

source: Files
cs_cz: Soubory

source: Playlists
cs_cz: Playlist

source: Song
cs_cz: Píseň

source: Add new
cs_cz: Přidat

source: Add new song
cs_cz: Přidat píseň

source: Edit song
cs_cz: Upravit píseň

source: New song
cs_cz: Nová píseň

source: All songs
cs_cz: Všechny písně

source: View song
cs_cz: Zobrazit píseň

source: Search songs
cs_cz: Vyhledat píseň

source: No song found
cs_cz: Žádná píseň nenalezena

source: No song found in trash
cs_cz: Žádná píseň nenalezena v koši

source: Add new playlist
cs_cz: Přidat nový playlist

source: Edit playlist
cs_cz: Upravit playlist

source: New playlist
cs_cz: Nový playlist

source: View playlist
cs_cz: Zobrazit playlist

source: Search playlists
cs_cz: Prohledávat playlistyy

source: No playlist found
cs_cz: Žádný playlist nebyl nalezen

source: No playlist found in trash
cs_cz: Žádný playlist nebyl nalezen ani v koši

source: Linked files
cs_cz: Připojené soubory

source: Search authors
cs_cz: Vyhledat autora

source: Popular authors
cs_cz: Oblíbení autoři

source: All authors
cs_cz: Všichni autoři

source: Edit author
cs_cz: Upravit autora

source: Update author
cs_cz: Aktualizovat informace

source: Add new author
cs_cz: Přidat autora

source: New author name
cs_cz: Jméno autora

source: Separate authors by commas
cs_cz: Oddělte autory čárkou

source: Add or remove authors
cs_cz: Přidat nebo odebrat autory

source: Choose from most used authors
cs_cz: Vybrat z nejvíce přiřazovaných autorů

source: No authors found
cs_cz: Žádný autor nenalezen

source: Song authors
cs_cz: Autor písně

source: Search genres
cs_cz: Vyhledávat žánr

source: Popular genres
cs_cz: Oblíbené žánry

source: All genres
cs_cz: Všechny žánry

source: Edit genre
cs_cz: Upravit žánr

source: Update genre
cs_cz: Aktualizovat informace o žánru

source: Add new genre
cs_cz: Přidat žánr

source: New genre name
cs_cz: Název nového žánru

source: Separate genres by commas
cs_cz: Oddělte žánry čárkou

source: Add or remove genres
cs_cz: Přidat nebo odebrat žánry

source: Choose from most used genres
cs_cz: Vybrat z nejvíce přiřazovaných žánrů

source: No genres found
cs_cz: Žádný žánr nenalezen

source: Song genres
cs_cz: Žánr písně

source: Search albums
cs_cz: Prohledávat alba

source: Popular albums
cs_cz: Oblíbená alba

source: All albums
cs_cz: Všechny alba

source: Edit album
cs_cz: Upravit album

source: Update album
cs_cz: Aktualizovat album

source: Add new album
cs_cz: Přidat nové album

source: New album name
cs_cz: Jméno nového alba

source: Separate albums by commas
cs_cz: Oddělte alba čárkami

source: Add or remove albums
cs_cz: Přidat nebo odebrat alba

source: Choose from most used albums
cs_cz: Vybrat z nejpoužívanějších alb

source: No albums found
cs_cz: Žádná alba nenalezena

source: Song albums
cs_cz: Album písně

source: Languages
cs_cz: Jazyky

source: Search languages
cs_cz: Vyhledat jazyk

source: Popular languages
cs_cz: Oblíbené jazyky

source: All languages
cs_cz: Všechny jazyky

source: Edit language
cs_cz: Upravit Jazyk

source: Update language
cs_cz: Aktualizovat informace o jazyce

source: Add new language
cs_cz: Přidat nový jazyk

source: New language name
cs_cz: Název nového jazyka

source: Separate languages by commas
cs_cz: Oddělte jazyky čárkou

source: Add or remove languages
cs_cz: Přidat nebo odebrat jazyky

source: Choose from most used languages
cs_cz: Vybrat z nejvíce přiřazovaných jazyků

source: No languages found
cs_cz: Žádný jazyk nenalezen

source: Song languages
cs_cz: Jazyky písní

source: Title
cs_cz: Název

source: Year
cs_cz: Rok

source: Song files
cs_cz: Soubory písně

source: Song duration
cs_cz: Trvání písně

source: Count
cs_cz: Počet

source: Display lyrics for
cs_cz: Zobrazit text písně

source: Go back to the song list
cs_cz: Zpět k seznamu písní

source: We are sorry but nothing was found for selected conditions. An (probably green) alien from space have stolen everything similar this morning. Please, try something different
cs_cz: Je nám líto, ale k tomuto zadání jsme nic nenašli. Obsah dnes ráno ukradl (asi zelený) mimozemšťan z vesmíru. Prosíme, zkuste něco jiného

source: We are sorry, but this features are disabled on this site
cs_cz: Je nám líto, ale tato funkce je na této stránce zakázaná

source: No files were added to the song yet
cs_cz: Žádné soubory ještě nebyly k písni přidány

source: Show list of all songs
cs_cz: Zobrazit seznam všech písní

source: Add files
cs_cz: Přidat soubory

source: Start adding files clicking on "Add files" button above. You can add multiple files holding CTRL key and clicking the files in gallery
cs_cz: Začněte přidávat soubory klikem na tlačítko "Přidat soubory". Můžete přidat více souborů zároveň, přidržením CTRL a klikáním na soubory

source: Insert url of shared document:
cs_cz: Vložte adresu sdíleného dokumentu:

source: File title:
cs_cz: Titulek souboru:

source: Choose link icon:
cs_cz: Vyberte ikonu pro odkaz

source: Song tempo (BPM)
cs_cz: Rychlost písně:

source: Song duration (minutes)
cs_cz: Trvání písně (v minutách)

source: Song is already a part of these playlists:
cs_cz: Píseň už je součástí těchto playlistů:

source: Song hasn't been added to any playlist yet
cs_cz: Píseň nebyla přidána do žádného playlistu

source: Enter video URL
cs_cz: Vložte URL adresu videa
